export const consonants = [
  {
    id: 1,
    letter: "ㄱ",
    sound: "ㄱ",
    example: "가방, 가위, 강아지, 거미, 고양이, 고추, 공, 구름, 기린, 기차",
  },
  {
    id: 2,
    letter: "ㄴ",
    sound: "ㄴ",
    example:
      "나무늘보, 나비, 나침반, 남자, 냉장고, 노래, 노란색, 놀이터, 뇌, 눈사람",
  },
  {
    id: 3,
    letter: "ㄷ",
    sound: "ㄷ",
    example: "다리, 달력, 달팽이, 당근, 도넛, 도서관, 독수리, 돈, 동물, 돼지",
  },
  {
    id: 4,
    letter: "ㄹ",
    sound: "ㄹ",
    example: "라디오, 라면, 램프, 레몬, 로봇, 로켓, 롤러, 리모컨, 리본, 리코더",
  },
  {
    id: 5,
    letter: "ㅁ",
    sound: "ㅁ",
    example:
      "마스크, 마을, 모자, 목걸이, 무당벌레, 무지개, 문어, 물, 미소, 미끄럼틀",
  },
  {
    id: 6,
    letter: "ㅂ",
    sound: "ㅂ",
    example: "바나나, 바다, 바이올린, 배추, 뱀, 버스, 베개, 보물, 부모, 비행기",
  },
  {
    id: 7,
    letter: "ㅅ",
    sound: "ㅅ",
    example: "사과, 사자, 산, 새우, 선인장, 수박, 스피커, 시계, 시장, 신호등",
  },
  {
    id: 8,
    letter: "ㅇ",
    sound: "ㅇ",
    example: "아기, 아빠, 언니, 엄마, 여가, 연필, 오리, 오빠, 옷, 우주선",
  },
  {
    id: 9,
    letter: "ㅈ",
    sound: "ㅈ",
    example: "자동차, 자전거, 장미, 저녁, 전기, 젓가락, 조개, 종이, 지갑, 집",
  },
  {
    id: 10,
    letter: "ㅊ",
    sound: "ㅊ",
    example: "창문, 책, 책상, 초콜릿, 춤, 치마, 치킨, 친구, 침대, 칫솔",
  },
  {
    id: 11,
    letter: "ㅋ",
    sound: "ㅋ",
    example:
      "카메라, 카멜레온, 컴퓨터, 컵, 케이크, 코끼리, 콜라, 쿠키, 키위, 킥보드",
  },
  {
    id: 12,
    letter: "ㅌ",
    sound: "ㅌ",
    example:
      "타이어, 타조, 탁자, 태양, 탬버린, 터널, 토끼, 토마토, 통장, 티셔츠",
  },
  {
    id: 13,
    letter: "ㅍ",
    sound: "ㅍ",
    example: "파리, 파인애플, 팔, 펭귄, 편지, 포도, 풍선, 프린터, 피아노, 피자",
  },
  {
    id: 14,
    letter: "ㅎ",
    sound: "ㅎ",
    example:
      "하늘, 하루, 하모니카, 해바라기, 햄버거, 행복, 헬리콥터, 호랑이, 호수, 효도",
  },
];
export const vowels = [
  {
    id: 1,
    letter: "ㅏ",
    sound: "ㅏ",
    example:
      "아기, 아시아, 아이스크림, 아침, 아파트, 아프리카, 악어, 안경, 알약, 암흑",
  },
  {
    id: 2,
    letter: "ㅑ",
    sound: "ㅑ",
    example: "야경, 야구, 야단, 야생, 야외, 야자수, 야채, 약, 약속, 얌체",
  },
  {
    id: 3,
    letter: "ㅓ",
    sound: "ㅓ",
    example: "어깨, 어른, 어둠, 어린이, 어머니, 어제, 어항, 억새, 언덕, 얼룩말",
  },
  {
    id: 4,
    letter: "ㅕ",
    sound: "ㅕ",
    example: "여객선, 여권, 여덞, 여름, 여우, 여자, 여행, 연구, 연필, 열쇠",
  },
  {
    id: 5,
    letter: "ㅗ",
    sound: "ㅗ",
    example:
      "오곡, 오렌지, 오전, 오징어, 오토바이, 오후, 옥수수, 올가미, 올챙이, 옷",
  },
  {
    id: 6,
    letter: "ㅛ",
    sound: "ㅛ",
    example: "요가, 요구르트, 요금, 요리, 요술, 요요, 요일, 요정, 요청, 요트",
  },
  {
    id: 7,
    letter: "ㅜ",
    sound: "ㅜ",
    example: "우기, 우동, 우산, 우유, 우주, 우체국, 우화, 운동, 울음, 웃음",
  },
  {
    id: 8,
    letter: "ㅠ",
    sound: "ㅠ",
    example: "유니콘, 유럽, 유령, 유리, 유모차, 유성, 유자, 유치원, 유학, 육교",
  },
  {
    id: 9,
    letter: "ㅡ",
    sound: "ㅡ",
    example: "으르렁, 으뜸, 으쓱, 으악, 윽박, 은행, 음식, 음악, 응달, 응원",
  },
  {
    id: 10,
    letter: "ㅣ",
    sound: "ㅣ",
    example: "이름, 이모, 이발소, 이빨, 이불, 이사, 이어폰, 인기, 인사, 일기",
  },
];
export const doubleCons = [
  {
    id: 1,
    letter: "ㄲ",
    sound: "쌍기역",
    example: "까닭, 까마귀, 까치, 껌, 꼬리, 꼬치, 꽃, 꾸러미, 꿀, 끈",
  },
  {
    id: 2,
    letter: "ㄸ",
    sound: "ㄸ",
    example: "따개비, 따오기, 딱따구리, 딱지, 딸기, 땅, 떠돌이, 떡, 뚜껑, 뜰채",
  },
  {
    id: 3,
    letter: "ㅃ",
    sound: "ㅃ",
    example: "빨강, 빨래, 빵, 뺼셈, 뻐꾸기, 뼈대, 뽀뽀, 뾰루지, 뿌리, 뿔",
  },
  {
    id: 4,
    letter: "ㅆ",
    sound: "ㅆ",
    example:
      "싸움, 쌀, 쌍둥이, 쌍모음, 쌍자음, 쏘가리, 쑥, 쓰레기통, 쓴맛, 씨앗",
  },
  {
    id: 5,
    letter: "ㅉ",
    sound: "ㅉ",
    example: "짜장면, 짜증, 짝, 짝궁, 쪽지, 쫄면, 쭈꾸미, 쭉정이, 찌르레기, 찜",
  },
];
export const doubleVow = [
  {
    id: 1,
    letter: "ㅐ",
    sound: "애",
    example:
      "애교, 애기, 애벌레, 애완동물, 애원, 애인, 애정, 애틋, 애플파이, 애호박",
  },
  {
    id: 2,
    letter: "ㅒ",
    sound: "얘",
    example: "얘기, 얘기꽃, 얘박, 얘장깐, 얘청, 얘기책",
  },
  {
    id: 3,
    letter: "ㅔ",
    sound: "에",
    example:
      "에너지, 에누리, 에러, 에어, 에스컬레이터, 에어컨, 에스키모, 에코백, 에티켓, 엘리베이터",
  },
  {
    id: 4,
    letter: "ㅖ",
    sound: "예",
    example: "예감, 예금, 예방, 예보, 예쁨, 예순, 예술, 예의, 예절, 예측",
  },
  {
    id: 5,
    letter: "ㅘ",
    sound: "와",
    example:
      "와이셔츠, 와이어, 와이파이, 와인, 와전, 와플, 와해, 완두콩, 완성, 왈츠",
  },
  {
    id: 6,
    letter: "ㅙ",
    sound: "왜",
    example: "왜가리, 왜곡, 왜구, 왜냐하면, 왜소, 왠지",
  },
  {
    id: 7,
    letter: "ㅚ",
    sound: "외",
    example:
      "외계인, 외교, 외국, 외로움, 외면, 외모, 외삼촌, 외출, 외침, 외행성",
  },
  {
    id: 8,
    letter: "ㅝ",
    sound: "워",
    example:
      "워낭, 워드, 워싱턴, 워킹, 워크숍, 워터파크, 워프, 원래, 원숭이, 월척",
  },
  {
    id: 9,
    letter: "ㅞ",
    sound: "웨",
    example: "웨딩, 웨스트, 웨이브, 웨이터, 웨이팅, 웨하스",
  },
  {
    id: 10,
    letter: "ㅟ",
    sound: "위",
    example: "위로, 위반, 위법, 위생, 위성, 위스키, 워원장, 위치, 위험, 윈드",
  },
  {
    id: 11,
    letter: "ㅢ",
    sound: "의",
    example: "의견, 의도, 의무, 의문, 의미, 의사, 의상, 의식, 의자, 의태",
  },
];
